Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 她那些生疏凝滞的动作，以及种种吃力不讨好的错误姿势，看得陈平安很着急，只不过人家既然没要求帮忙，陈平安就不自作多情了，转头一看，发现宁姑娘已经不在院子，陈平安记起一事，快步走向屋子，将一样东西放在桌上，放到黑衣少女的对面。
en_us: Chen Ping'an was extremely worried as he looked at her awkward movements and incorrect postures. However, since she didn't ask for help, Chen Ping'an didn't try to offer any uninvited advice either. Turning around, he found that Ning Yao had already left the courtyard. Chen Ping'an recalled something, and he quickly entered his house. He then placed something on the table before the young woman in black.

source: 她那金黄色的重瞳，在夜幕小巷里，显得格外冰冷和神圣。
en_us: Her golden eyes with twin pupils appeared especially ice-cold and holy in the dark of the night.

source: 她闭眼之前，小镇刚好下起了雪，她让儿子出去看雪。
en_us: Prior to her death, it just so happened to be snowing in the town, and she told her son to go out and look at the snow.

source: 她问道：“人走在路边，看到蚂蚁，会踩上一脚吗？”
en_us: "If someone sees an ant on the side of the street, will they trample on them for no reason?" she asked.

source: 她问道：“什么东西？”
en_us: "What thing?" Ning Yao asked.

source: 她问道：“你之所以有这场劫难，全是因为那条泥鳅，为什么不告诉那个孩子真相”
en_us: "It's all because of that loach that you're facing this calamity. Why didn't you tell that little boy the truth?" she asked.

source: 她闲着也是闲着，竹筒倒豆子就把学塾的境况给一口气说出来，“齐先生之前答应要带我们出去游学，最后要去到山崖书院读书，当时我们学塾还有十四五个人，家里人都同意的，后来呢，这些大多住在福禄街和桃叶巷的有钱孩子，先是托病不来学塾，后来听李宝瓶说，他们直接离开小镇了，说是去投奔远房亲戚。当初听说要去山崖书院的时候，这拨人最高兴，我都不知道他们高兴什么，要跟着齐先生走那么远的路，不累啊。”
en_us: She had nothing better to do anyway, so she eagerly told Chen Ping'an about the current situation in the school. "Mr. Qi promised to take us on an excursion to Mountain Cliff Academy before. At the time, there were still around 15 kids at the school, and their parents and guardians all agreed for them to go on the excursion, but after that, most of the rich kids living on Fortune Street and Peach Leaf Alley stopped coming to school because they were sick, and I heard from Li Baoping that they later left the town altogether to go live with distant relatives. They were the happiest out of everyone when they first heard about the excursion to Mountain Cliff Academy, and I had no idea what they were so happy about. I get tired just thinking about having to go somewhere so far away with Mr. Qi."

source: 她阮秀莽莽撞撞去找人讨要说法，即便惹出捅破天的麻烦，她爹肯定不会不管，而且多半压得下来。
en_us: Even if she were to do something reckless and cause a massive amount of trouble, her father would step in to clean up her mess, and that would be the end of the matter, but Chen Ping'an had no one else to rely on to bail him out.

source: 她随即秋水长眸中流露出一抹罕见戾气，只不过不愿坏了自己在苻南华心目中的仙子形象，她才没有将心中所想诉诸于口。
en_us: A rare hint of malice flashed through Cai Jinjian's eyes as she spoke, but she didn't want to ruin her image as a kind and gentle woman in Fu Nanhua's eyes, so she refrained from expressing what she actually thought of Chen Ping'an.

source: 好一个不做圣贤做君子。
en_us: Heh, so this was a man who was willing to become a virtuous person but not a Sage.

source: 好像天地间存在着一条看不见的线。
en_us: It was as if an invisible barrier existed between them.

source: 好在当时陈平安恰巧从龙窑回到小镇，这么多年一直得到顾氏照拂，就上去帮顾粲他娘挡下许多阴险招式，从头到尾，草鞋少年没敢还手，陈平安不是怕惹麻烦，而是怕自己一拳就打死人。
en_us: Fortunately, Chen Ping'an had been returning home from the dragon kiln at that time. Moreover, Gu Can's family had also been helping him for all these years. Thus, he had immediately run over to help Gu Can's mother, blocking the vicious and underhanded attacks from the other women. From the beginning to the end, however, Chen Ping'an had never dared to retaliate and attack the other women. This wasn't because he was afraid of causing trouble. Instead, it was because he was afraid that he might kill them with a single punch.

source: 好在脸皮一事，年轻剑修向来不甚在乎，赔笑道：“宋大宗师，我正在说你老人家与正阳山老畜生的巅峰一战呢，真是惊天地泣鬼神，王爷你老人家拳出如龙，若非拳下留情，那护山猿定会在福禄街上当场死无全尸，宋大人武道之高，武德之好，实在是让晚辈拍马难及！”
en_us: Thankfully, shamelessness had always come to Liu Baqiao like second nature, and he put on a fawning smile as he said, "We were just talking about your epic battle against that old ape from the Sun Scorch Mountain, Master Song. That was truly a battle for the ages, one that would've shocked even the gods! The only thing that can match the incredible power of your fists is the kindness of your heart. If you hadn't held back, that old ape would already be laying dead on Fortune Street! Someone like me cannot even begin to compare with unrivaled master of the martial arts like yourself!"

source: 好在陈平安跟她做了这么多年邻居，并不觉得奇怪。
en_us: Fortunately, Chen Ping'an had been neighbors with her for many years, so he didn't find this to be strange.

source: 如yi条瀑布直泻而下，天经地义，而且蕴含着巨大的力道。又如树叶在溪水里打了yi个旋转，圆转如意，轻柔至极。
en_us: It was as if he had been looking at a crashing waterfall, with its descent proper and mighty. At the same time, it was also as if he had been looking at a leaf twirling around in the stream, with its movements free and gentle.

source: 如一位只会打板子教训子女的严父，看待一个越大越骄纵的子女，有些无奈。
en_us: Like a strict father watching his daughter becoming more and more arrogant with age, he could only wear a slightly helpless and exasperated expression.

source: 如一条鲜活的火焰小蛟缠绕于少女手腕。
en_us: It was like a lively flood dragon that was composed from flames.

source: 如今卢氏龙游浅滩，时局艰辛，实在是不得不低三下气。
en_us: At the moment, the Lu Clan was like a dragon that was stranded on shore, and it was forced to lower its head during these difficult times.

source: 如今洞天破碎，四位圣人精心布置的禁制，也随之消失，所以已经不禁术法神通。
en_us: Now that the small world had fallen, the restrictions that the four Sages had meticulously set up had also vanished, so mystical abilities were no longer prohibited.

source: 如今老猿能算是藩王宋长镜之外，被此地天道压制最多的角色之一。那名悬佩虎符的兵家宗师，因为身份特殊的缘故，被此方天地“青睐”，故而虽然修为极为不俗，但是影响并不明显。
en_us: At the moment, Bai Yuan was arguably second only to Song Changjing when it came to the degree to which he was being suppressed by the Heavenly Dao of this place. Due to his special identity, the warrior carrying the tiger talisman was "blessed" by this place, so even though he was also extremely formidable, the restrictions imposed on him weren't very severe at all.

source: 如今自己这位婢女，有着一张刚开始褪去婴儿肥的侧脸，她好像跟记忆里那个瘦瘦小小、干干瘪瘪的小丫鬟，有了很大的出入。
en_us: Zhi Gui had a side facial profile that was only just beginning to graduate from its baby fat stage. She was far different from the thin and emaciated little maidservant in Song Jixin's memories.

source: 如今陈平安已经知道世上确有神仙鬼怪，还有不计其数的山魈精魅，但是石头成精，可能性不大吧？再说了，它跑谁家里也能享点福，跑自己这栋宅子除了遭罪还能做什么，有这么笨的石头精吗？
en_us: Could it be that the slab of Dragon Slaying Platform had come to life and rolled into his yard on its own? At this point, Chen Ping'an was already aware that there were mystical forces in this world, but surely there were no living stones! Besides, it could've gone to any house it wanted, why would it have come to him? To suffer? If so, then this thing really had to be as dumb as a rock!

source: 如仙人开天眼！
en_us: This was just like an immortal opening their Heavenly Eye!

source: 如何也养不活，更熬不成供人驱使的鹰。
en_us: It seemed that there was no way to keep them alive in captivity, and there was certainly no way to tame these brids.

source: 如小夫子宋集薪所鄙夷的那样，刘羡阳确实就是个土鳖，但是女子好看与否，跟读没读过书，识不识字，实在是没有任何关系。也许高大少年不知道，笼统含糊的好看yi说，其中其实有yi种叫妩媚，尤其是端庄且内媚，尤为动人心魄。
en_us: Just like the young scholar Song Jixin had said, Liu Xianyang was indeed a country bumpkin who didn't know much. However, determing whether a woman was beautiful or not had nothing to do with how many books one had read. Nor did it have to do with whether one was literate or not. Perhaps the young boy didn't know, but calling someone beautiful was only a very general remark. Under this umbrella of beauty, there existed a type that was charming, where the woman would appear both dignified and naturally alluring. This type of beauty was particularly soul-stirring.

source: 如果不是在骑龙巷那边实在没几个同龄人，羊角辫小姑娘才不愿意跟她一起玩耍。很多时候，连齐先生也对李宝瓶无可奈何，因为李宝瓶总会问一下奇奇怪怪的问题，偏偏齐先生每次都会认真回答，只可惜经常说不出让李宝瓶信服的答案，有些时候齐先生兴致勃勃想通了一个问题，第二天打算跟李宝瓶好好授业解惑一番，结果李宝瓶自己都忘了昨天问了啥，一想到要钓泥鳅啊抓蟋蟀啊放纸鸢啊，撒腿就跑，就那么直接把齐先生晾在一边。
en_us: If it weren't for the fact that there were many children of her age on Dragon Riding Alley, she would've never sought out Li Baoping as a playmate. It was often the case that even Mr. Qi was left completely stumped and exasperated by Li Baoping. She would always ask some strange questions in class, and Mr. Qi would always try to answer those questions seriously. The only problem was that the answers that he provided were often not satisfactory to Li Baoping. Sometimes, Mr. Qi would spend a long time mulling over a question that she had raised, and he would excitedly provide an answer to her the next day, only to find that she had already forgotten all about what she had asked the previous day. Whenever she thought about activities like fishing for catfish, fighting crickets, or flying kites, she would immediately rush away in excitement, leaving Mr. Qi hanging high and dry.

source: 如果在小镇之上，他被人在咫尺之间，一箭射中眼珠子，那就真是叫天天不应，叫地地不灵的惨剧。
en_us: Even with his physical constitution, if he had taken an arrow to the eye at point blank range while in this town, the consequences would've been catastrophic.

source: 如果将来在小镇之外遇上那少年贱种，她一定要让他死个痛快，而不只是拖着一副病秧子身躯，继续苟活十几二十年。
en_us: If she were to ever encounter Chen Ping'an outside of the town, she was going to make sure that she was going to grant him a fast yet painful death, rather than allow him to live out the rest of his shortened life in constant illness.

source: 如果是死敌风雷园，或是看不惯正阳山的修士，对他这头护山猿进行冷嘲热讽，拿“不是人”这个说法，来嘴上占便宜，活了千年的搬山猿根本不介意。但是当眼前这个中年儒士，以平淡温和的语气说出口，搬山猿却莫名其妙感到了莫大羞辱。
en_us: If it were a mortal enemy from Wind Lightning Field or some other enemy of Sun Scorch Mountain taunting him and saying that he wasn't a person, Bai Yuan wouldn't take this to heart at all. However, Qi Jingchun had uttered these words in a calm and gentle manner, and this caused Bai Yuan to mysteriously feel a great sense of humiliation.

source: 如果没有去过福鹿街或是桃叶巷，陈平安可能这辈子，都不会意识到泥瓶巷的阴暗狭窄。不过草鞋少年非但没有生出失落的感觉，反而终于感到心安，少年笑着伸出双手，刚好掌心触碰到两遍的黄泥墙壁，记得大概三四年前，陈平安还只能双手指尖触及泥墙。
en_us: If he hadn't gone to Fortune Deer Street and Peach Leaf Alley, perhaps Chen Ping'an would've never realized just how dark and confined Clay Vase Valley was. However, not only was he not disheartened by his own living condition, he felt a sense of reassurance. He smiled as he extended both hands outward, and his wingspan was just enough so that he was able to touch the earthen walls on either side of him. He recalled that around three to four years ago, he was only able to touch those walls with the tips of his fingers.

source: 如果没有的话，陈平安不觉得顾粲是得了仙家机缘，说不定那说书先生的到来，就是张催命符。
en_us: If he hadn't received one, then Chen Ping'an was more inclined to believe that he hadn't obtained some fated immortal opportunity. Instead, the arrival of that storyteller was perhaps akin to the arrival of the grim reaper.

source: 如果用巨人身躯作为对比，那些金色丝线，就像是指甲长短的小小绣花针，只是密密麻麻，成千上万，汇聚之后，声势之大，惊心动魄。
en_us: Compared with the stature of the golden giant, those golden threads were like tiny needles the length of fingernails, but there were too many of them to count, and they converged to present an extremely intimidating sight.

source: 如果真的能够说服这位读书人，日后为大隋高氏出谋划策，大隋皇帝肯定龙颜大悦。
en_us: If Gao Zhen really could convince the scholar to accept the position of imperial preceptor at the Great Sui Nation, the emperor would undoubtedly be ecstatic.

source: 如果聪明胆小一点，倒是可以死在风雷园的年轻人之后。
en_us: If he were a little smarter or a little more cowardly, he would be able to die after the cultivators from the Wind Lightning Field.

source: 如果陈平安在场，一定会感到震惊，因为当初街上遇到的卖鱼中年人，正是此人。
en_us: If Chen Ping'an were present, he would definitely be astonished by what he saw. This was because the middle-aged man, Li Er, was none other than the person who had been selling the carp on the street that day.

source: 如果陈平安看到这个少年，就会知道他正是杏花巷马婆婆的那个孙子。
en_us: If Chen Ping'an saw this young boy, he would immediately recognize him as Granny Ma's grandson.

source: 如果马苦玄嗜杀成性，仗势欺人，那么他为真武山收取这种弟子做什么？
en_us: If Ma Kuxuan were a bloodthirsty person who enjoyed preying on the weak, why would he accept such a disciple for True Martial Mountain?

source: 如荒芜稻田之中，见到一株芝兰，亭亭玉立。
en_us: This was akin to seeing an upright orchid in a desolate paddy field.

source: 妇人一头雾水。
en_us: The woman looked on with a befuddled expression.

source: 妇人一手牵着一个孩子，走向院门，突然扭头丢了个媚眼，笑眯眯道：“姓郑的，下次多带些钱，嫂子卖给你，一件只收你五十钱，咋样？”
en_us: The woman made her way toward the yard gate, holding the hand of one of her children in each hand, and all of a sudden, she turned to the disheveled man with a seductive smile as she said, "Bring some more money next time, and I'll sell my clothes to you. I'll only charge you 50 copper coins per item, what do you say?"

source: 妇人一边跑一边喊道：“有鬼啊！”
en_us: As she ran, she screamed, "There's a ghost!"

source: 妇人丢了油纸伞，一屁股坐在雨水地上，嚎啕大哭，“老不死的东西，喜欢扒灰啊，连自己徒弟的媳妇也不放过啊。”
en_us: The woman threw her umbrella to the ground and sat down on the rain soaked floor, bursting into tears and crying, "Undying old geezer, have you taken a liking to cheating with your disciple's wives? Are you even going to target me?!"

source: 妇人仍是摇头。
en_us: The woman shook her head once again.

source: 妇人从来没觉得儿子在自己面前大呼小叫，有何不妥，毕竟自己儿子一出生，就得到过一位高人评价极高的谶语，“虎狼之相，人主资质”。
en_us: The woman had never felt it inappropriate for her son to yell at her. This was due to the fact that a mighty figure had appraised her son at birth and declared him to possess the ferocity of tigers and wolves, coupled with supreme aptitude that placed him above all others.

source: 妇人停下脚步，单手叉腰骂道：“干啥咧，你防贼呢？！杨老头，你好歹是我家汉子的师傅，怎么尽做这些缺德事？李二做得好好的铺子伙计，你凭啥让他卷铺盖滚蛋？杨家铺子是你开的？啊？李二是睡了他师娘啊，还是睡了他师父的闺女啊？！”
en_us: The woman stopped and placed her hands on her hips, scolding, "What're you doing, huh? Trying to stop a thief?! At the end of the day, you're still my man's master, so why are you always doing such wicked things? Li Er was doing just fine as a shop assistant, so what right do you have to fire him and tell him to piss of? Is the Yang Family's medicine shop yours? Hah? Did Li Er sleep with his master's wife, or did he sleep with his master's darling daughter?!"

source: 妇人先是一愣，然后暴怒，狠狠将那枚金色铜钱砸向外乡年轻人，站起身，叉腰骂道：“滚一边去！是金子我还有点相信，还比金子值钱？你当老娘没见过世面啊？！老娘也是亲手没过银子的人。毛没长齐的小王八蛋玩意儿，也不扒拉扒拉裤裆里的小泥鳅，就敢来老娘这边装大爷，我家男人还没死呢！”
en_us: The woman faltered slightly upon hearing this, then flew into a rage as she hurled the golden copper coin viciously back at Liu Baqiao. She then rose to her feet, placing her hands on her hips as she yelled, "Piss off! I would've perhaps believed you if you told me that this is gold, but you're telling me it's even more valuable than gold? Who're you trying to fool?! I'll have you know that I've touched silver with my own two hands in the past! You're just a scrawny little brat who probably hasn't even grown hair down there yet! How dare you try and trick me? My husband's still alive!"

source: 妇人先是对草鞋少年笑了笑，然后哗啦一下，眼泪就滚出眼眶。
en_us: The woman had smiled at the young boy, but in the next instant, tears had started to stream down her cheeks.

source: 妇人双手捧在心口，呢喃道：“足够了，足够了。”
en_us: "That's already enough, I'm happy with what I have," Gu Can's mother murmured to herself as she clutched her hands to her chest.

source: 妇人只当是儿子又开始耍孩子气，便劝解道：“小镇之内，不可随心所欲，但是你要想啊，这里所有人在此方天地崩塌之后的下场，你心里是不是就舒服很多了。”
en_us: The woman merely treated this as her son being childish, so she said, "We can't do as we please in this small town. However, you just have to think about this — when this realm collapses, what fate will the people who live here face? Thinking about this will make you feel much better."

source: 妇人只说知道名字，生辰八字就没人清楚了。老人说不碍事，片刻之后，冷笑道：“雕虫小技，鬼蜮伎俩！”
en_us: The woman only knew their names, but not their birthdates and eight characters. However, the River Severing True Lord assured her that this informaiton would suffice, and a few moments later, he suddenly sneered, "Did they think their pathetic little tricks would be able to fool anyone? What a joke!"

source: 妇人和孩子们走后，邋遢汉子轻轻往后一跳，坐在了院墙上，愤愤道：“师兄，不是我说你，你真是猪油蒙了心，才挑了这么个泼辣娘们当媳妇。”
en_us: Following the departure of the woman and her children, the disheveled man hopped back to takea seat on the yard wall, then turned to the man squatting on the ground with a furious expression. "I don't want to say this everytime I see you, but I really can't understand for the life of me why you chose to marry such a feisty woman!"

source: 妇人哦了一声，“念在那么多年邻居情分上，我们这些住在泥瓶巷上的人，虽然不太敢把陈平安往自己家里带，但是时不时救济一下他，送几碗饭菜过去，这点小事情还是能做到的。人心都是肉长的，说实话，如果不是那孩子的生日，实在让人犯怵，要不然没谁不打心眼心疼这个懂事孩子。当然了，有一说一，街坊里也有不厚道的，一些个见不得别人好的家伙，就喜欢故意作践那个孩子，害得他最后只好去当了窑工学徒，要知道他娘亲临死前，可是要孩子答应她，将来哪怕当个乞丐，也绝对不许去龙窑做活的。那么孝顺听话一孩子，能够让他违背誓言，肯定不是一般的事情。”
en_us: The woman did as she was told, continuing her story. "None of the people living on our Clay Vase Alley dared to bring Chen Ping'an into our homes, but we couldn't bear to just see him die, so we would occasionally help him out, bringing him some food to ensure that he wouldn't die from starvation. Everyone knew that Chen Ping'an was a good and hard-working child, and we all want to help him, but his birthdate has such negative connotations that no one dares to associate with him. Of course, not everyone's sympathetic to his cause. There are also some scummy individuals in our neighborhood who always liked to pick on him just because he has no parents, and in the end, he was forced to go and become an apprentice at the kilns. Before his mother passed away, he had promised her that he would sooner become a beggar than go work at the dragon kilns. Something absolutely terrible had to have happened to him for a child so devoted to his mother to go back on his promise to her."

source: 妇人哭得撕心裂肺，只是骤然停歇，像是给人掐住了脖子，她揉了揉眼睛后，赶紧起身，拿起油纸伞就跑了。
en_us: The woman was crying hysterically, yet she suddenly fell silent at some moment as if someone had grabbed her neck. She rubbed her eyes and hurriedly stood up, not forgetting to pick up her oil-paper umbrella as she frantically ran away.

source: 妇人嘴唇颤抖，竭力压抑自己的惊喜，一双眼眸水汪汪的，也流淌出了几分诱人韵味。
en_us: The woman's lips were quivering as she fought with all her might to suppress her elation, and a film of tears welled up in her eyes, giving her a hint of seductive allure.

source: 妇人坐在一旁，断断续续，听得大汗淋漓。
en_us: The woman was sweating profusely as she listened in silence.

source: 妇人大喜过望，热泪盈眶，抱住孩子，细细碎碎呢喃道：“孩子他爹，你听到了没有，我们顾粲一定会有大出息的……”
en_us: The woman was delighted, so much so that tears of joy brimmed in her eyes as she embraced her child, murmuring, "My child's dad, did you hear that? Our Gu Can will definitely achieve great things...".

source: 妇人好像被说中伤心处，嗓音又往上高涨，“老不死的东西，你还好意思说回家！你徒弟没了营生活计，成天就知道瞎逛荡，前两天咱家屋顶塌了，连缝缝补补的钱也拿不出来，害得我只好带着金山银山回娘家去，受尽了欺负！要不是李二给你赶出铺子，我们一家四口人会这么惨？杨老头，赶紧掏出棺材本来，给咱家修房子，要不然我今天跟你没完！”
en_us: His words seemingly struck a pain point, and the woman's voice rose several decibels as she shouted, "Old geezer, you still have the face to tell me to go home?! After losing his job and income, your disciple only knows how to wander around the streets all day long! The roof on our home collapsed two days ago, and he can't even scrape together enough money to patch it back up! I was forced to return to my clan's residence with my children, and I suffered all kinds of harrassment and abuse! "If Li Er weren't kicked out of the pharmacy by you, would our family of four have suffered so much grief? Old Man Yang, hurry up and hand over your savings for your coffin and help us fix our home! Otherwise, there's going to be no end to this!"

source: 妇人好奇问道：“这是为何？”
en_us: "How come?" the woman asked in curiosity.

source: 妇人妩媚一笑，重新将脸色阴沉的幼子拽回怀中，绵里藏针道：“孩子吵架拌嘴而已，猿前辈何须如此上纲上线，莫要坏了咱们两家的千年友谊。”
en_us: The woman gave a seductive smile, then put on a stern expression as she tugged the boy back into her arms before giving a barbed response. "This is just an argument between children. There's no need to take it so seriously, Senior Yuan. Our two clans have been on friendly terms for over 1,000 years, it would be a completely travesty if that relationship were to be spoiled by such a trivial matter."

source: 妇人嫣然笑道：“先别急着拒绝，容我跟你说清楚利害关系，你再来做决定。”
en_us: The woman smiled beautifully and said, "Don't be so quick to reject my offer. Allow me to explain the benefits and intricacies first, and then you can decide again after you finish listening."

source: 妇人宠溺地摸着幼子脑袋，柔声道：“卢氏用半部族谱担保，两件东西还藏在那少年家中。”
en_us: The woman stroked his head with a doting expression as she said in a gentle voice, "The Lu Clan swore on half of their genealogy tree that those two things are still hidden in his home."

source: 妇人对卢正淳吩咐道：“你就不用在这边候着待命了，等到此间事了，你便随我们去往清风城，除了让我家夫君收你为入室弟子，也会答应你爷爷那个有些无理的请求，务必保证让你有朝一日能够跻身中五境，要知道这种承诺，才是最值钱的，所以说你爷爷是只老狐狸。”
en_us: The woman turned to Lu Zhengchun as she instructed, "There's no need for you to remain here any longer. Once everything is done here, you'll return with us to the Light Breeze City. Not only will my husband accept you as an in-house disciple, we'll also fulfill your grandfather's rather unreasonable request and ensure that you reach the Middle Five Tiers someday. This is the most valuable type of promise, and it has to be said that your grandfather is quite a wily old fox for making such a request."

source: 妇人微笑道：“卢正淳虽然面目可憎，但并非没有可取之处，此人资质一般，本来成为外门弟子就属万幸，不过说到底，这个年轻人只是那笔大买卖之下的小添头而已，掀不起半点风浪。至于表面上看，娘亲许诺给小镇卢氏这么多，答应卢氏皇室那些逃难的皇亲国戚和金枝玉叶，可以在清风城避难并且扎根，清风城会以礼相待，奉为座上宾。甚至在城内专门划分出一大块区域，作为卢氏的私人地盘，期限为一百年。 ”
en_us: The woman smiled as she replied, "Lu Zhengchun may be a pathetic little man, but he's not completely without merit. His aptitude is quite mediocre, so it would've been extremely fortunate even to have become an external disciple to your father, but ultimately, he's only an afterthought in the far bigger deal that's taking place. On the surface, it appears that I've promised the Lu Clan in this town a lot, but in reality, we've granted the imperial branch of the Lu Clan even more. We took in all of the members of the imperial clan who were seeking refuge and allowed them to settle in our Light Breeze City. On top of that, we've been treating them as the most esteemed of guests, and we've even marked out a large area in the city that we've granted to them as their private territory for the next 10,000 years."

source: 妇人心有戚戚然，低声道：“只是那位圣人中的圣人，如今地位却比这座小镇的那些破败神像……也不如了。”
en_us: A forlorn look appeared on the woman's face as she mused, "That man was once a Sage among Sages, but unfortunately, as we speak, his status has plummeted to below even the dilapidated deity statues in this town."

source: 妇人忐忑不安道：“老仙长，既然我们家粲儿已经拜师了，不如就放过陈平安吧？”
en_us: Gu Can's mother was extremely uneasy and nervous as she asked, "Immortal Elder, since Can'er has already become your disciple, why don't we let Chen Ping'an off the hook?"

source: 妇人惨然一笑，“是有愧疚，终究是我看着长大的孩子，肯定有，但是要说反悔，绝对没有！”
en_us: A wry smile appeared on the woman's face as she replied, "I definitely do feel ashamed. After all, I watched that child grow up right in front of me. However, I haven't regretted what I've done even for a single instant!"

source: 妇人想了想，“你是说泥瓶巷那个姓陈的孤儿？”
en_us: The woman took a moment to think about who it was that was being referred to, then asked, "You're talking about that orphan with the Chen surname living on Clay Vase Alley?"

source: 妇人愣了愣，很快回过神，哭丧着脸，可怜兮兮道：“没有异议，绝对没有！”
en_us: The woman faltered for a brief moment before quickly coming to her senses. She wore a dejected expression as she pitifu;;y added, "I don't have any complaints! I definitely don't have any complaints!"
